Repository: muhBilal/ipa-release
Catalog: lib/l10n/app_*.arb
Languages: id

# wellnessServicesTitle
source: Wellness Services
id: Layanan Wellness

# wellnessChooseServiceTitle
source: Choose Your Wellness Service
id: Pilih Layanan Wellness

# wellnessChooseServiceSubtitle
source: Select the type of wellness service you need
id: Pilih jenis layanan wellness yang Anda butuhkan

# wellnessCardMcuSubtitle
source: Complete medical examination
id: Pemeriksaan kesehatan menyeluruh

# wellnessCardWellnessSubtitle
source: Comprehensive health assessment
id: Penilaian kesehatan komprehensif

# wellnessCardHealthScreeningTitle
source: Health Screening
id: Pemeriksaan Kesehatan

# wellnessCardHealthScreeningSubtitle
source: Preventive health tests
id: Tes kesehatan preventif

# wellnessCardNutritionTitle
source: Nutrition Consultation
id: Konsultasi Gizi

# wellnessCardNutritionSubtitle
source: Dietary guidance and planning
id: Panduan dan perencanaan diet

# bookingStepChooseDoctor
source: Choose Doctor
id: Pilih Dokter

# bookingStepChoosePoli
source: Choose Poli
id: Pilih Poli

# bookingStepSelectDateTime
source: Select Date & Time
id: Pilih Tanggal & Waktu

# bookingStepReviewConfirm
source: Review & Confirm
id: Tinjau & Konfirmasi

# bookingChooseDoctorTitle
source: Choose Your Doctor
id: Pilih Dokter Anda

# bookingChooseDoctorSubtitle
source: Select from our top specialist doctors
id: Pilih dari dokter spesialis terbaik kami

# bookingChoosePoliTitle
source: Choose Poli
id: Pilih Poli

# bookingChoosePoliSubtitle
source: Select your preferred poli
id: Pilih poli yang Anda inginkan

# bookingSelectedDoctor
source: Selected doctor: {name}
id: Dokter yang dipilih: {name}

# bookingAvailableDates
source: Available Dates
id: Tanggal Tersedia

# bookingAvailableTimes
source: Available Times
id: Waktu Tersedia

# bookingNoTimeSlots
source: No available time slots
id: Tidak ada jadwal tersedia

# bookingNoPoliAvailable
source: No poli available
id: Poli tidak tersedia

# bookingReviewConfirmTitle
source: Review & Confirm
id: Tinjau & Konfirmasi

# bookingReviewConfirmSubtitle
source: Please review your appointment details
id: Harap tinjau detail janji temu Anda

# bookingSummaryDoctor
source: Doctor
id: Dokter

# bookingSummaryDate
source: Date
id: Tanggal

# bookingSummaryTime
source: Time
id: Waktu

# bookingNotSelected
source: Not selected
id: Belum dipilih

# bookingBtnBack
source: Back
id: Kembali

# bookingBtnContinue
source: Continue
id: Lanjutkan

# bookingBtnConfirmBooking
source: Confirm Booking
id: Konfirmasi Booking

# bookingBtnDone
source: Done
id: Selesai

# bookingResultSuccessTitle
source: Booking Confirmed!
id: Booking Berhasil!

# bookingResultFailureTitle
source: Booking Failed
id: Booking Gagal

# bookingResultSuccessDefaultMessage
source: Your appointment has been successfully booked.
id: Janji temu Anda berhasil dipesan.

# bookingResultSuccessWithCode
source: Your appointment has been successfully booked. Code: {code}
id: Janji temu Anda berhasil dipesan. Kode: {code}

# bookingResultGenericError
source: Something went wrong. Please try again.
id: Terjadi kesalahan. Silakan coba lagi.

# bookingNetworkError
source: Network error: {error}
id: Kesalahan jaringan: {error}

# dashboardLocationLabel
source: Location
id: Lokasi

# dashboardSearchDoctorHint
source: Search Doctor
id: Cari Dokter

# dashboardCategories
source: Categories
id: Kategori

# commonSeeAll
source: See All
id: Lihat Semua

# dashboardArticleUpdates
source: Articles & Updates
id: Artikel & Pembaruan

# dashboardChooseExaminationType
source: Choose Examination Type
id: Pilih Jenis Pemeriksaan

# examLaboratory
source: Laboratory
id: Laboratorium

# examRadiology
source: Radiology
id: Radiologi

# commonClose
source: Close
id: Tutup

# dashboardCardPlasticSurgery
source: Plastic Surgery
id: Bedah Plastik

# dashboardCardDermaesthetic
source: Dermaesthetic
id: Dermaestetik

# dashboardCardAestheticDentistry
source: Aesthetic Dentistry
id: Kedokteran Gigi Estetik

# dashboardCardExaminationOrder
source: Examination Order
id: Pesanan Pemeriksaan

# dashboardCardExaminationResult
source: Examination Result
id: Hasil Pemeriksaan

# dashboardCardAboutUs
source: About Us
id: Tentang Kami

# dashboardCardOurFacilities
source: Our Facilities
id: Fasilitas Kami

# profileTitle
source: User Profile
id: Profil Pengguna

# profileMenuEditProfile
source: Edit Profile
id: Ubah Profil

# profileMenuCard
source: Patient Card
id: Kartu Pasien

# profileMenuFavorite
source: Favorite
id: Favorit

# profileMenuNotifications
source: Notifications
id: Notifikasi

# profileMenuSettings
source: Settings
id: Pengaturan

# profileMenuChangeLanguage
source: Change Language
id: Ganti Bahasa

# profileMenuHelpSupport
source: Help & Support
id: Bantuan & Dukungan

# profileMenuTerms
source: Terms & Conditions
id: Syarat & Ketentuan

# profileMenuLogout
source: Log Out
id: Keluar

# profileGuest
source: Guest
id: Tamu

# profileLogoutTitle
source: Log Out
id: Keluar

# profileLogoutMessage
source: Are you sure you want to log out?
id: Apakah Anda yakin ingin keluar?

# profileLogoutCancel
source: Cancel
id: Batal

# profileLogoutConfirm
source: Yes, Logout
id: Ya, Keluar

# langChangeTitle
source: Change Language
id: Ganti Bahasa

# langIndonesian
source: Indonesian
id: Bahasa Indonesia

# langEnglish
source: English
id: Bahasa Inggris

# langSavedToast
source: Language changed to {lang}
id: Bahasa diubah ke {lang}

# doctorsAllTitle
source: All Doctors
id: Semua Dokter

# doctorsFoundCount
source: {count, plural, =0 {No doctors found} one {1 doctor found} other {{count} doctors found}}
id: {count, plural, =0 {Tidak ada dokter ditemukan} one {1 dokter ditemukan} other {{count} dokter ditemukan}}

# myBookingTitle
source: My Bookings
id: Booking Saya

# bookingTabUpcoming
source: Upcoming
id: Mendatang

# bookingTabCompleted
source: Completed
id: Selesai

# bookingTabCancelled
source: Cancelled
id: Dibatalkan

# profileEditTitle
source: Edit Profile
id: Ubah Profil

# profileSectionPersonalInfo
source: Personal Information
id: Informasi Pribadi

# profileSectionIdentity
source: Identity
id: Identitas

# profileSectionAdditionalInfo
source: Additional Information
id: Informasi Tambahan

# profileHintFullName
source: Full Name
id: Nama Lengkap

# profileHintPhoneNumber
source: Phone Number
id: Nomor Telepon

# profileHintNikNumber
source: NIK Number
id: Nomor NIK

# profileHintPassportNumber
source: Passport Number
id: Nomor Paspor

# profileHintDateOfBirth
source: Date of Birth
id: Tanggal Lahir

# profileHintGender
source: Gender
id: Jenis Kelamin

# profileLabelNationality
source: Nationality
id: Kewarganegaraan

# profileNationalityWni
source: Indonesian
id: Warga Negara Indonesia

# profileNationalityWna
source: Foreign Citizen
id: Warga Negara Asing

# genderMale
source: Male
id: Laki-laki

# genderFemale
source: Female
id: Perempuan

# profileBtnSaveChanges
source: Save Changes
id: Simpan Perubahan

# profileBtnSaving
source: Saving...
id: Menyimpan...

# profileErrorUserNotFound
source: User data not found
id: Data pengguna tidak ditemukan

# profileErrorInvalidPatientId
source: Invalid patient ID
id: ID pasien tidak valid

# profileErrorNameRequired
source: Name is required
id: Nama wajib diisi

# profileErrorEmailRequired
source: Email is required
id: Email wajib diisi

# profileErrorEmailInvalid
source: Invalid email format
id: Format email tidak valid

# profileErrorPhoneRequired
source: Phone number is required
id: Nomor telepon wajib diisi

# profileErrorGenderRequired
source: Gender is required
id: Jenis kelamin wajib dipilih

# profileErrorGenderInvalid
source: Invalid gender
id: Jenis kelamin tidak valid

# profileSnackbarUpdateSuccess
source: Profile updated successfully
id: Profil berhasil diperbarui

# profileSnackbarUpdateFailure
source: Failed to update profile
id: Gagal memperbarui profil

# profileDialogCongratsTitle
source: Congratulations!
id: Selamat!

# profileDialogCongratsBody
source: Your account is ready to use. You will be redirected to the homepage shortly...
id: Akun Anda siap digunakan. Anda akan diarahkan ke halaman beranda dalam beberapa detik...

# commonSave
source: Save
id: Simpan

# loginRequiredTitle
source: Login Required
id: Perlu Login

# loginRequiredMessage
source: Please login first to continue your transaction
id: Silakan login terlebih dahulu untuk melanjutkan transaksi

source: Booking not found
id: Booking tidak ditemukan

source: Booking Details
id: Detail Booking

# bookingBtnCancel
source: Cancel Booking
id: Batalkan Booking

# bookingBtnReschedule
source: Reschedule
id: Jadwalkan Ulang

# bookingRescheduleFlow
source: Reschedule flow for {code}
id: Alur penjadwalan ulang untuk {code}

source: Booking cancelled
id: Booking dibatalkan

# bookingCancelError
source: Failed to cancel booking: {error}
id: Gagal membatalkan booking: {error}

# bookingNoType
source: No {type} bookings
id: Tidak ada booking {type}

# bookingSelectDateError
source: Error selecting date: {error}
id: Gagal memilih tanggal: {error}

# bookingFetchScheduleError
source: Error fetching schedule: {error}
id: Gagal mengambil jadwal: {error}

# bookingSelectTimeFirst
source: Please select a time first
id: Silakan pilih waktu terlebih dahulu

# rescheduleTitle
source: Reschedule Booking
id: Jadwalkan Ulang

# bookingNoAvailableSchedule
source: No available schedule
id: Tidak ada jadwal tersedia

source: Cannot open WhatsApp
id: Tidak dapat membuka WhatsApp

source: Contact via WhatsApp
id: Hubungi via WhatsApp

# bookingConfirm
source: Confirm
id: Konfirmasi

# bookingError
source: Error: {error}
id: Kesalahan: {error}

source: Storage permission denied
id: Izin penyimpanan ditolak

# fileSavedToDownload
source: File saved to Download/{file}
id: File disimpan ke Download/{file}

source: Failed to download file
id: Gagal mengunduh file

source: Failed to load page
id: Gagal memuat halaman

source: Try Again
id: Coba Lagi

source: Home
id: Beranda

source: About Us
id: Tentang Kami

source: ngoerahsun Hospital
id: Rumah Sakit ngoerahsun

source: Excellence in Healthcare
id: Keunggulan Dalam Pelayanan Kesehatan

# aboutDescription
source: ngoerahsun Hospital is a leading healthcare institution in Indonesia, providing international standard medical services backed by advanced technology and experienced medical professionals.
id: ngoerahsun adalah institusi kesehatan terkemuka di Indonesia yang berkomitmen menyediakan layanan medis berstandar internasional dengan teknologi canggih dan tenaga medis berpengalaman.

# aboutLabel
source: About
id: Tentang

# ourVisionTitle
source: Our Vision
id: Visi Kami

# ourVisionDescription
source: To become the leading hospital of choice providing comprehensive, safe, and high-quality healthcare services to all segments of society.
id: Menjadi rumah sakit pilihan utama yang memberikan layanan kesehatan menyeluruh, aman, dan berkualitas tinggi untuk seluruh masyarakat.

# ourMissionTitle
source: Our Mission
id: Misi Kami

# ourMissionDescription
source: To deliver excellent medical services with a holistic approach, prioritizing patient safety and continuous innovation.
id: Memberikan layanan medis terbaik dengan pendekatan holistik, mengutamakan keselamatan pasien, dan terus berinovasi dalam bidang kesehatan.

# ourExcellenceTitle
source: Our Excellence
id: Keunggulan Kami

# ourExcellenceDescription
source: Equipped with modern facilities, experienced specialists, 24/7 services, and international accreditation standards.
id: Dilengkapi dengan fasilitas medis modern, dokter spesialis berpengalaman, layanan 24 jam, dan standar akreditasi internasional.

# ourCommitmentTitle
source: Our Commitment
id: Komitmen Kami

# ourCommitmentDescription
source: Committed to patient satisfaction through friendly, professional, and empathetic service.
id: Mengutamakan kepuasan dan pemulihan pasien melalui layanan yang ramah, profesional, dan empatik.

source: Your Health, Our Priority
id: Kesehatan Anda Prioritas Kami

# trustedByThousands
source: Trusted by thousands of patients across Indonesia
id: Dipercaya oleh ribuan pasien untuk layanan kesehatan terbaik di Indonesia

source: Article
id: Artikel

source: Published today
id: Diterbitkan hari ini

# noArticlesFound
source: No articles found for "{query}".
id: Tidak ada artikel ditemukan untuk "{query}".

# noArticlesAvailable
source: No articles available at the moment
id: Tidak ada artikel tersedia saat ini

source: All Articles
id: Semua Artikel

source: MCU Questionnaire
id: Kuesioner MCU

source: My Favorite Doctors
id: Dokter Favorit Saya

source: No favorite doctors yet
id: Belum ada dokter favorit

source: Browse and add doctors to your favorites
id: Cari dan tambahkan dokter ke favorit Anda

source: Doctor added to favorites
id: Dokter ditambahkan ke favorit

source: Doctor removed from favorites
id: Dokter dihapus dari favorit

source: Failed to update favorite status
id: Gagal memperbarui status favorit

source: Notifications
id: Notifikasi

# error
source: ❌ Error: {provider_error}
id: ❌ Kesalahan: {provider_error}

source: No notifications yet
id: Belum ada notifikasi

source: Sign-in successful. Welcome!
id: Berhasil masuk. Selamat datang!

source: Sign-in failed: {error}
id: Gagal masuk: {error}

source: Name is required
id: Nama wajib diisi

source: Phone number is required
id: Nomor telepon wajib diisi

source: Invalid email format
id: Format email tidak valid

source: Registration successful
id: Registrasi berhasil

source: Registration failed. Please try again.
id: Registrasi gagal. Silakan coba lagi.

source: An error occurred: {e}
id: Terjadi kesalahan: {e}

source: Search country or code...
id: Cari negara atau kode...

source: Phone Number
id: Nomor Telepon

source: Gender
id: Jenis Kelamin

source: Nationality
id: Kewarganegaraan

source: Create Your Account
id: Buat Akun

source: Please fill in the details below to create your account.
id: Silakan isi detail di bawah untuk membuat akun Anda.

source: Full Name
id: Nama Lengkap

source: Email Address
id: Alamat Email

source: NIK Number
id: Nomor NIK

source: Passport Number
id: Nomor Paspor

source: Sign Up
id: Daftar

source: By signing up, you agree to our Terms of Service and Privacy Policy.
id: Dengan mendaftar, Anda menyetujui Syarat Layanan dan Kebijakan Privasi kami.

source: Already have an account?
id: Sudah punya akun?

source: Sign In
id: Masuk

source: Retry
id: Coba Lagi

source: Education details are not available right now.
id: Detail pendidikan belum tersedia.

source: Certifications
id: Sertifikasi

source: Certification details are not available right now.
id: Detail sertifikasi belum tersedia.

source: General Schedule
id: Jadwal Umum

source: Schedule details are not available right now.
id: Detail jadwal belum tersedia.

source: Professional Info
id: Info Profesional

source: Specialist
id: Spesialis

source: Department
id: Departemen

source: Doctor ID
id: ID Dokter

source: Internal ID
id: ID Internal

source: Department ID
id: ID Departemen

source: Select Doctor
id: Pilih Dokter

source: Hello, I would like to inquire about the services.
id: Halo, saya ingin bertanya tentang layanan.

source: Contact via WhatsApp
id: Hubungi via WhatsApp

source: Identity not found (NIK / Passport)
id: Identitas tidak ditemukan (NIK / Paspor)

source: No doctors available
id: Tidak ada dokter tersedia

source: Sign-in cancelled or failed
id: Login dibatalkan atau gagal

source: Account not found. Please sign up first.
id: Akun tidak ditemukan. Silakan daftar terlebih dahulu.

# welcome
source: Welcome {name}!
id: Selamat datang {name}!

# sign_in_failed
source: Sign-in failed: {error}
id: Gagal masuk: {error}

# sign_in_failed_1
source: Sign-in failed
id: Gagal masuk

source: OTP sent to {phoneNumber}
id: OTP dikirim ke {phoneNumber}

# failed_to_send_otp_phone_not_registered
source: Failed to send OTP. Phone number not registered
id: Gagal mengirim OTP. Nomor tidak terdaftar

source: Success
id: Berhasil

source: OTP verified successfully!
id: OTP berhasil diverifikasi!

source: Failed
id: Gagal

source: Invalid OTP. Please try again.
id: OTP tidak valid. Silakan coba lagi.

source: Verification failed
id: Verifikasi gagal

source: Enter Verification Code
id: Masukkan Kode Verifikasi

source: We sent a verification code to
id: Kami mengirimkan kode verifikasi ke

source: Didn't receive the code?
id: Tidak menerima kode?

source: Resend
id: Kirim Ulang

source: Select Country
id: Pilih Negara

source: Welcome Back
id: Selamat Datang Kembali

source: Please enter your phone number to continue
id: Masukkan nomor telepon untuk melanjutkan

source: Enter phone number
id: Masukkan nomor telepon

# continue_label
source: Continue
id: Lanjutkan

source: Continue as Guest
id: Lanjutkan sebagai Tamu

source: OR
id: ATAU

source: Signing in...
id: Sedang masuk...

source: Continue with Google
id: Masuk dengan Google

source: Need help signing in?
id: Butuh bantuan masuk?

source: Don't have an account?
id: Belum punya akun?

source: Choose Your Wellness Package
id: Pilih Paket Wellness Anda

source: Loading packages...
id: Memuat paket...

source: No packages found
id: Tidak ada paket ditemukan

# choose_your_wellness_package_1
source: Choose your wellness package
id: Pilih paket wellness Anda

source: Select Date
id: Pilih Tanggal

source: Select Time
id: Pilih Waktu

# halo_saya_ingin_bertanya_tentang_jadwal_wellness
source: Hello, I want to ask about the Wellness schedule.
id: Halo, saya ingin bertanya tentang jadwal Wellness.

source: No available time slots
id: Tidak ada waktu tersedia

source: Review & Confirm
id: Tinjau & Konfirmasi

source: Please review your appointment details
id: Harap tinjau detail janji Anda

source: Please sign in first
id: Silakan masuk terlebih dahulu

source: Something went wrong: {e}
id: Terjadi kesalahan: {e}

source: Booking Confirmed!
id: Booking Berhasil!

source: Booking Failed
id: Booking Gagal

source: Booking successfully confirmed
id: Booking berhasil dikonfirmasi

source: Failed to confirm booking
id: Gagal mengonfirmasi booking

source: Choose your preferred doctor
id: Pilih dokter pilihan Anda

source: Select
id: Pilih

source: No packages available
id: Tidak ada paket tersedia

source: Select Date & Time
id: Pilih Tanggal & Waktu

source: Choose your preferred appointment slot
id: Pilih slot janji yang Anda inginkan

source: Available Dates
id: Tanggal Tersedia

source: Available Times
id: Waktu Tersedia

# halo_saya_ingin_bertanya_tentang_jadwal_mcu
source: Hello, I want to ask about the MCU schedule.
id: Halo, saya ingin bertanya tentang jadwal MCU.

source: Back
id: Kembali

source: Confirm Booking
id: Konfirmasi Booking

source: Next
id: Lanjut

# booking_successfully_but_code_is_not_available
source: Booking successful but code is not available
id: Booking berhasil tetapi kode tidak tersedia

source: Failed to book
id: Gagal melakukan booking

source: Book Appointment
id: Buat Janji

source: Confirm
id: Konfirmasi

source: Congratulations!
id: Selamat!

source: Your appointment is booked for:
id: Janji Anda dijadwalkan pada:

source: Thank you for using our service!
id: Terima kasih telah menggunakan layanan kami!

source: Permission denied to access storage
id: Izin penyimpanan ditolak

# file_saved_to_download_pdf
source: File saved to Download/{fileName}.pdf
id: File disimpan ke Download/{fileName}.pdf

source: Failed to download file
id: Gagal mengunduh file

source: No PDF available for this result
id: Tidak ada PDF untuk hasil ini

# error_1
source: Error: {provider_errorMenu}
id: Kesalahan: {provider_errorMenu}

source: Examination Results
id: Hasil Pemeriksaan

source: Gallery
id: Galeri

source: Camera
id: Kamera

source: Failed to pick image
id: Gagal memilih gambar

source: My Card
id: Kartu Saya

source: Card Information
id: Informasi Kartu

source: Got it
id: Mengerti

source: Personal Information
id: Informasi Pribadi

source: Hide Info
id: Sembunyikan Info

source: Show Info
id: Tampilkan Info

source: Medical Record No.
id: No. Rekam Medis

source: Date of Birth
id: Tanggal Lahir

source: Doctor Details
id: Detail Dokter

source: Doctor detail is empty
id: Detail dokter kosong

source: Doctor attributes are unavailable
id: Atribut dokter tidak tersedia

source: Name not available
id: Nama tidak tersedia

source: Specialization not available
id: Spesialisasi tidak tersedia

source: About
id: Tentang

source: No description available for this doctor.
id: Tidak ada deskripsi untuk dokter ini.

source: Show more
id: Tampilkan lebih banyak

source: Show less
id: Tampilkan lebih sedikit

source: Education
id: Pendidikan

source: No education data available
id: Data pendidikan tidak tersedia

source: No certification data available
id: Data sertifikasi tidak tersedia

source: Unknown
id: Tidak diketahui

source: Terms & Conditions
id: Syarat & Ketentuan

# error_2
source: Error: {provider_errorMessage}
id: Kesalahan: {provider_errorMessage}

source: No facilities found
id: Tidak ada fasilitas ditemukan

# sorry_we_cannot_open_whatsapp_on_this_device
source: Sorry, WhatsApp cannot be opened on this device.
id: Maaf, WhatsApp tidak dapat dibuka di perangkat ini.

source: ACTIVE
id: AKTIF

source: INACTIVE
id: TIDAK AKTIF

source: Validity Period
id: Masa Berlaku

source: USE PROMO NOW
id: Gunakan Promo Sekarang

source: PROMO UNAVAILABLE
id: Promo Tidak Tersedia

# promo_successfully_used
source: 🎉 Promo {widget_promo_title} successfully used!
id: 🎉 Promo {widget_promo_title} berhasil digunakan!

source: 📤 Sharing promo...
id: 📤 Membagikan promo...

source: 💾 Promo saved to favorites!
id: 💾 Promo disimpan ke favorit!

# digitalCardInfo
source: This digital card represents your patient identity. Scan the barcode for registration or identification at the hospital.
id: Kartu digital ini merepresentasikan identitas pasien Anda. Pindai barcode untuk registrasi atau identifikasi di rumah sakit.

# showingBasicProfile
source: Showing basic profile. You can continue with this doctor or reload for full details.
id: Menampilkan profil dasar. Anda dapat melanjutkan dengan dokter ini atau memuat ulang untuk detail lengkap.

# orderConfirmationBody
source: You selected {count} items. Total: {total} Proceed with the order?
id: Anda memilih {count} item. Total: {total} Lanjutkan pesanan?

source: Laboratory Order
id: Pesanan Laboratorium

source: Search laboratory...
id: Cari laboratorium...

# error_3
source: Error:
id: Kesalahan:

source: No laboratory data
id: Tidak ada data laboratorium

source: Selected:
id: Dipilih:

source: Order Confirmation
id: Konfirmasi Pesanan

source: Cancel
id: Batal

source: Order submitted! Proceed to booking.
id: Pesanan dikirim! Lanjutkan ke booking.

source: Place Order
id: Pesan

# order_radiology
source: Radiology Order
id: Pesanan Radiologi

source: Search radiology...
id: Cari radiologi...

source: No radiology items
id: Tidak ada item radiologi

source: No matching results
id: Tidak ada hasil yang cocok

# selected_1
source: Selected: {count}
id: Dipilih: {count}
